#Создать список из десяти целых чисел.
#Вывести на экран каждое число, увеличенное на 1.
numbers = [1, 10, 15, 20, 30, 60, 70, 80, 90]

for i in numbers:
	print(i + 1)